tap "homebrew/bundle"
brew "appstream"
brew "appstream-glib"
brew "chezmoi"
brew "gh"
brew "git"
brew "neovim"
brew "starship"
vscode "alefragnani.project-manager"
vscode "bilelmoussaoui.flatpak-vscode"
vscode "cdda-toys.cdda-json-formatter"
vscode "codezombiech.gitignore"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hbenl.vscode-test-explorer"
vscode "ibm.output-colorizer"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "nornagon.cdda-json-lsp"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "stkb.rewrap"
vscode "swellaby.vscode-rust-test-adapter"
vscode "vsls-contrib.gistfs"
vscode "ziyasal.vscode-open-in-github"
